Repository: Kafva/kage
Catalog: ios/src/locale/Localizable.xcstrings
Source language: en
Languages: sv

source: A node name cannot begin or end with: ‘.‘
sv: Ett nod namn får inte börja eller sluta med ‘.‘

source: An error has occured
sv: Ett fel har inträffat

source: Authentication required
sv: Autentisering krävs

source: Autogenerate
sv: Autogenerera

source: Bad name: ‘%@‘
sv: Dåligt namn: ‘%@‘

source: Cancel
sv: Avbryt

source: Copy…
sv: Kopiera…

source: Create new item
sv: Skapa ny nod

source: Cryptographic error: %@
sv: Kryptografiskt error: %@

source: Decryption failed
sv: Dekryptering misslyckades

source: Delete %@?
sv: Radera %@?

source: Dismiss
sv: Stäng

source: Edit folder ‘%@‘
sv: Ändra mapp ‘%@’

source: Edit password ‘%@‘
sv: Ändra lösenord ‘%@’

source: Fetch password repository
sv: Ladda ner data

source: Folder
sv: Mapp

source: History
sv: Historik

source: Invalid format for remote
sv: Otillåtet adress format

source: Invalid node: %@
sv: Ogiltig nod: %@

source: Invalid password format
sv: Ogiltigt lösenords format

source: Loading…
sv: Laddar…

source: Name
sv: Namn

source: Name already taken: ‘%@‘
sv: Namnet är redan taget: ‘%@‘

source: New password
sv: Nytt lösenord

source: Node name cannot contain: ‘/‘
sv: Nod namn får inte innehålla: ‘/‘

source: Password
sv: Lösenord

source: Refusing to clone from invalid remote: %@
sv: Kan inte klona från en ogiltig adress: %@

source: Remote address
sv: Server Adress

source: Replace all local data?
sv: Ersätt all lokal data?

source: Repository
sv: Repo

source: Reset password repository
sv: Återställ all data

source: Save
sv: Spara

source: Search…
sv: Sök…

source: Settings
sv: Inställningar

# Storage: %lld password
source: Storage: %lld passwords
sv: Lagring: %lld lösenord

source: Uninitialized password repoistory
sv: Ingen data att visa

source: Yes
sv: Ja
